Repository: AiExpert1985/tablets_universal
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Login
ar: الدخول

source: Sign up
ar: انشاء حساب

# create_new_account
source: Create a new account
ar: انشاء حساب جديد

source: I already have account
ar: لدي حساب في البرنامج

source: Add image
ar: اضافة صورة

source: Choose image
ar: اختر صورة

# add_new_user
source: Add a new user
ar: اضافة مستخدم جديد

source: Save
ar: حفظ

source: Save changes
ar: حفظ التعديلات

source: Cancel
ar: رجوع

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Search
ar: بحث

source: Add
ar: اضافة

source: Reports
ar: تقارير

# greeting
source: hi
ar: مرحبا بك في نظام الواح

source: logout
ar: خروج

# user_privilage
source: Privilage
ar: الصلاحيات

# page_not_found
source: Page is not found
ar: لم يتم العثور على الصفحة المطلوبة

# go_home_page
source: Go back to home page
ar: العودة الى الصفحة الرئيسية

source: Transactions
ar: التعاملات

source: Products
ar: المواد

# salesmen_movement
source: Salesmen
ar: المندوبين

source: Pending transactions
ar: غير مثبت

source: Categories
ar: الاصناف

# category_selection
source: Select category
ar: اختيار الصنف

source: Failure
ar: فشل

source: Success
ar: نجاح

source: info
ar: معلومات

source: Warning
ar: تحذير

# slogan
source: Tablets, where accounting started
ar: الواح ... حساباتك اسهل

# product_code
source: code
ar: رمز المادة

# product_name
source: Name
ar: اسم المادة

# product_sell_retail_price
source: Retail price
ar: سعر البيع للمفرد

# product_sell_whole_price
source: Wholesale price
ar: سعر البيع للجملة

# product_package_type
source: Packaging type
ar: نوع العبوة

# product_package_weight
source: Package weight
ar: وزن العبوة (بالكيلو)

# product_num_items_inside_package
source: Number of item in eacch package
ar: عدد القطع في التعبئة

# product_alert_when_exceeds
source: Alert when available more than
ar: تنبيه عندما يتجاوز

# product_altert_when_less_than
source: Alert when available is less than
ar: تنبيه عندما يقل عن

# product_salesman_commission
source: Salesman commision
ar: عمولة المندوب (دينار)

source: Product photos
ar: الصور

source: Product category
ar: صنف المادة

source: Product subcategory
ar: التصنيف الفرعي

# product_initial_quantitiy
source: Product initial quantity
ar: العدد الاولي

# input_validation_error_message_for_email
source: Please enter a valid email adress
ar: ادخل بريد الكتروني صحيح

# input_validation_error_message_for_user_name
source: Name should be at least 4 characters
ar: يجب ان يحتوي الاسم على 4 احرف على الاقل

# input_validation_error_message_for_password
source: Password should be at least 6 characters
ar: يجب ان تكون كلمة المرور 6 رموز على الاقل

# input_validation_error_message_for_user_privilage
source: You must select user privilage
ar: يجب تحديد صلاحيات المستخدم

# input_validation_error_message_for_text
source: Enter a valid word
ar: ادخل كلمة صحيحة

# input_validation_error_message_for_numbers
source: Enter an integer number
ar: ادخل رقم صحيح

# input_validation_error_message_for_date
source: Select a date
ar: قم بأختيار التاريخ

# error_importing_image
source: An error happend while importing images
ar: حدث خطأ اثناء استيراد الصور

source: Settings
ar: الاعدادات

source: Category
ar: الصنف

# add_new_category
source: Add a new Category
ar: أضافة صنف جديد

source: Update category
ar: تعديل معلومات الصنف

# screen_is_empty
source: There is no contents
ar: لا يوجد بيانات

# search_not_found_in_db
source: Not found in database
ar: لم يتم ايجاد المستند في قاعةد البيانات

# db_error_login
source: Error happened while login
ar: حدث خطأ اثناء تسجيل الدخول

# db_error_adding_doc
source: An error happened while adding to the database
ar: حدث خطأ اثناء اضافة معلومات جديدة الى قاعدة البيانات

# db_error_updating_doc
source: An error happened while updating the database
ar: حدث خطأ اثناء تحديث معلومات في قاعدة البيانات

# db_success_adding_doc
source: Document was added successfully
ar: تمت الاضافة بنجاح

# db_success_saving_doc
source: Document was saved successfully
ar: تم الحفظ بنجاح

# db_error_saving_doc
source: An error happened while saving from db
ar: حدث خطأ اثناء الحفظ

# db_success_updaging_doc
source: Document was updated successfully
ar: تم التعديل بنجاح

# db_success_deleting_doc
source: Document was deleted successfully
ar: تم الحذف بنجاح

# db_error_deleting_doc
source: An error happened while deleting from db
ar: حدث خطأ اثناء حذف المستند من قاعدة البيانات

# db_error_downloading_files
source: An error happened while downloading files from database
ar: حدث خطأ اثناء تحميل الملفات من قاعدة البيانات

# alert_before_delete
source: Do you want to delete
ar: هل ترغب بحذف

source: Transaction type
ar: نوع التعامل

# transaction_name
source: Name
ar: الأسم

# transaction_date
source: Date
ar: تاريخ القائمة

# transaction_number
source: Number
ar: رقم القائمة

# transaction_amount
source: Amount
ar: مبلغ القائمة

# transaction_currency
source: Currency
ar: العملة

# transaction_notes
source: Notes
ar: الملاحظات

# transaction_customer_invoice_name
source: Customer Name
ar: اسم الزبون

# transaction_payment_type
source: Payment type
ar: طريقة الدفع

# transaction_salesman
source: Salesman
ar: المندوب

# transaction_discount
source: Discount
ar: الخصم

# transaction_item_name
source: Item
ar: اسم المادة

# transaction_item_quantity
source: Quantity
ar: العدد

# transaction_item_price
source: Price
ar: سعر القطعة

# transaction_item_gift
source: Gift
ar: هدية

# transaction_item_total_price
source: Total price
ar: السعر الكلي

# date_picker_hint
source: Select a date
ar: اختيار التاريخ

# transaction_payment_cash
source: Cash
ar: نقدي

# transaction_payment_credit
source: Credit
ar: اجل

# transaction_payment_Dinar
source: IQ Dinar
ar: دينار

# transaction_payment_Dollar
source: US Dollar
ar: دولار

# transaction_expenditure_salary
source: Salaries
ar: رواتب

# transaction_expenditure_rent
source: Rent
ar: ايجار

# transaction_expenditure_others
source: Others
ar: مصاريف اخرى

# transaction_expenditure_bills
source: Bills
ar: قوائم حكومية

# transaction_expenditure_type
source: Expendure type
ar: نوع المصاريف

# transaction_type_expenditures
source: Expenditures
ar: مصاريف

# transaction_expenditure_money_transer
source: Money transer
ar: عمولة حوالة

# transaction_type_gifts
source: Gifts
ar: هدية زبون

# transaction_type_customer_receipt
source: Customer Receipt
ar: وصل قبض

# transaction_type_vendor_receipt
source: Vendor Receipt
ar: وصل دفع

# transaction_type_vender_return
source: Vender Return
ar: ارجاع مجهز

# transaction_type_customer_return
source: Customer Return
ar: ارجاع زبون

# transaction_type_vender_invoice
source: Vender Invoice
ar: قائمة مجهز

# transaction_type_customer_invoice
source: Customer Invoice
ar: قائمة بيع

# transaction_type_damaged_items
source: Damaged Items
ar: اتلاف مواد

# transaction_type_initial_credit
source: Initial credit Items
ar: رصيد اولي

# salesman_name
source: Name
ar: الأسم

# category_name
source: Name
ar: الأسم

source: Salesmen
ar: المندوبين

# customer_name
source: Name
ar: الأسم

source: Customers
ar: الزبائن

source: Salesman selection
ar: المندوب

source: Customer
ar: الزبون

source: Item name
ar: اسم المادة

# item_price
source: Price
ar: سعر المادة

# item_sold_quantity
source: Sold Qtty.
ar: العدد

# item_total_price
source: Total
ar: السعر الكلي للمادة

# item_gifts_quantity
source: Gifts Qtty.
ar: عدد الهدايا

# invoice_total_price
source: Total price
ar: المبلغ النهائي

# invoice_total_weight
source: Total weight
ar: الوزن النهائي

# transaction_total_amount_as_text
source: Total as text
ar: المبلغ كتابة

# approve
source: Yes
ar: موافق

source: Amount
ar: المبلغ

source: Number
ar: رقم

# include_total_as_text
source: Include payment as text
ar: ادراج مبلغ القائمة كتابة

source: yes
ar: نعم

source: No
ar: لا

source: Vendors
ar: المجهزين

source: Vendor
ar: المجهز

# transaction_subTotal_amount
source: Subtotal
ar: المبلغ المسدد

# phone
source: Phone number
ar: رقم الهاتف

source: Region name
ar: اسم المنطقة

source: Regions
ar: المناطق

source: Initial amount
ar: الرصيد الاولي

# initialDate
source: Initial amount date
ar: تاريخ الرصيد الاولي

# gps_x
source: X coordinate
ar: احداثيات الطول

# gps_y
source: Y coordinate
ar: احداثيات العرض

source: Address
ar: اقرب نقطة دالة

source: Selling price type
ar: نوع التعامل

# selling_price_type_whole
source: Wholesale
ar: جملة

# selling_price_type_retail
source: Retail
ar: مفرد

source: Credit limit
ar: اقصى حد للدين

source: Payment duration limit
ar: اقصى مدة للسداد

# internal_transaction
source: Internal transactions
ar: تعاملات داخلية

source: Current debt
ar: الدين الكلي

# num_open_invoice
source: Num of open invoices
ar: القوائم المفتوحة

source: Remaining amount
ar: المتبقى من القائمة

# paid_amount
source: Payed amount
ar: المبلغ المسدد من القائمة

source: Receipt number
ar: رقم التسديد

source: Receipt date
ar: تاريخ التسديد

source: Receipt amount
ar: مبلغ التسديد

# receipt_type
source: ÙŒReceipt type
ar: نوع التسديد

# due_debt_amount
source: Due debt
ar: الدين المستحق

# num_due_invoices
source: Due invoices
ar: القوائم المتجاوزة

source: Previous debt
ar: الدين قبل

source: Later debt
ar: الدين بعد

source: From date
ar: من تاريخ

source: Print
ar: طباعة

source: Share
ar: ارسال

source: Daily income
ar: الصندوق

source: Daily income report
ar: تقرير الصندوق

source: Monthly profit
ar: الارباح الشهرية

source: Monthly profit report
ar: تقرير الارباح الشهرية

source: To date
ar: الى تاريخ

source: Notes
ar: الملاحظات

# product_buying_price
source: Buying price
ar: سعر الشراء

source: Quantity
ar: العدد

# item_available_quantity
source: Available quantity
ar: المخزون

# product_stock_quantity
source: Stock
ar: المخزون

# product_stock_amount
source: Stock amount
ar: قيمة المخزون

source: Select
ar: اختيار

source: Total
ar: المجموع

source: Payment
ar: التسديد

source: Invoice status
ar: الحالة

# invoice_close_duration
source: Invoice closing duration
ar: المدة (يوم)

# invoice_status_open
source: Open
ar: مفتوح

# invoice_status_closed
source: Closed
ar: مغلق

# invoice_status_due
source: Due
ar: مستحق

source: Average invoice closing duration
ar: معدل الاغلاق

# customer_invoice_profit
source: Customer profit from invoices
ar: ارباح قوائم الزبون

source: Invoice profit
ar: ربح القائمة

source: Customer gifts and discounts
ar: خصومات و هدايا

source: Days
ar: يوم

source: Product profits
ar: ارباح المادة

source: Damaged items
ar: مواد تالفة

source: Reload page
ar: اعادة تحميل الصفحة

source: Transaction reports
ar: تقارير التعاملات

source: Printing transactions
ar: طباعة التعاملات

source: Salary
ar: المستحقات

source: Basic salary
ar: الراتب الاسمي

source: Profits
ar: الارباح

source: Loading data
ar: تحميل البيانات

source: Invoices number
ar: عدد القوائم

source: Invoices amount
ar: مبلغ القوائم

source: Receipts number
ar: عدد الوصولات

source: Receipts amount
ar: مبلغ الوصولات

source: Returns number
ar: عدد الارجاعات

source: Returns amount
ar: مبلغ الارجاعات

source: Count
ar: العدد

source: Commission
ar: العمولة

source: Debts
ar: الديون

source: Open invoices
ar: القوائم المفتوحة

source: From
ar: من

source: To
ar: الى

source: Product search
ar: بحث المواد

# transaction_search
source: Transactions search
ar: بحث التعاملات

# salesman_search
source: Salesmen search
ar: بحث المندوبين

# customer_search
source: Customers search
ar: بحث الزبائن

# vendor_search
source: Vendors search
ar: بحث المجهزين

# sum_of_commissions
source: Commissions_sum
ar: مجموع العمولات

source: Hide customer profit
ar: اخفاء ارباح الزبون

# hide_totals_row
source: Hide columns totals
ar: اخفاء مجاميع الاعمدة

# hide_amount_as_text
source: hide Transaction Amount As Text
ar: اخفاء حقل كتابة المبلغ

source: hide Product Profit
ar: اخفاء ارباح المادة

source: hide Salesman Profit
ar: اخفاء ارباح المندوب

# show_barcode_when_printing
source: show Company Url Bar Code
ar: اخفاء الباركود عند الطباعة

# max_debt_duration_allowed
source: max Debt Duration
ar: اقصى مدة للتسديد

# max_debt_amount_allowed
source: max Debt Amount
ar: اقصى حد للدين

# num_printed_invoices
source: printed Customer Invoices
ar: عدد القوائم المطبوعة

# num_printed_receipts
source: printed Customer Receipts
ar: عدد الوصولات المطبوعة

# settings_company_url
source: company Url
ar: صفحة الشركة

# settings_main_page_greeting
source: main Page Greeting Text
ar: تحية البرنامج

source: hide product buying price
ar: اخفاء سعر شراء المادة

# settings_currency
source: Used currency
ar: العملة المستخدمة

source: Home page
ar: الرئيسية

source: Stock
ar: المخزون

source: No data available
ar: لا يوجد بيانات

source: Save data backup
ar: نسخ احتياطية

# downloaded_backup_file_name
source: Tablets database
ar: قاعدة بيانات برنامج الواح

source: Category search
ar: بحث الاصناف

source: Region search
ar: بحث المناطق

source: Region
ar: المنطقة

# date_entery_date
source: Data entry date
ar: تاريخ الادخال

# db_backup_success
source: Database backup were successful
ar: تم خزن نسخة احتياطية

# db_backup_failure
source: Error happened during database backup
ar: حدث خطأ اثناء خزن نسخة احتياطية

source: Main menu
ar: القائمة الرئيسية

source: Next
ar: التالي

source: Previous
ar: السابق

source: First
ar: الاول

source: Last
ar: الاخير

source: Printed
ar: مطبوع
